Repository: alexvanaxe/zentrader_web
Catalog: src/locale/messages.*.xlf
Languages: pt

source: Add Stock
pt: Incluir Ação

source: Code:
pt: Código:

source: Price
pt: Preço

source: Name:
pt: Nome:

source: Sector:
pt: Setor:

source: Subsector:
pt: Subsetor:

source: Add
pt: Incluir

source: Close
pt: Fechar

source: Update Stock price.
pt: Atualizar preço da ação.

# avgPrice
source: Avg. Price: R$
pt: Preço Médio: R$

# stkPrice
source: Stk. Price: R$
pt: Prç Ação: R$

source: Owned:
pt: Possui:

# result
source: Result: R$
pt: Resultado: R$

source: Experiment
pt: Experiência

source: Amount
pt: Quantidade

source: Nickname
pt: Apelido

source: Nick
pt: Apelido

source: Intent
pt: Intenção

source: Stock
pt: Ação

source: Stock Price
pt: Preço ação

source: Target
pt: Alvo

source: Target Result
pt: Resultado alvo

source: Actual Result
pt: Resultado

# buy2
source: Buy
pt: Compra

# selectStock
source: *Select the stock:
pt: *Selecione a ação:

source: Archived
pt: Arquivado

source: Buy
pt: Compra

# buyPrice
source: Buy Price: R$
pt: Preço de compra: R$

source: Profit:
pt: Lucro:

# quickPaperPurchase
source: Paper Purchase
pt: Compra teste

# ppBuyTip
source: Make a paper buy (A fake buy just for learning purposes)
pt: Faça uma compra teste (Uma compra apenas para aprendizado)

# equity
source: Equity: R$
pt: Saldo: R$

# operationCost
source: Operation cost: R$
pt: Custo da operação: R$

# fraction
source: Fraction: R$
pt: Fração: R$

# purchasesHeader
source: Purchases
pt: Compras

# experimentsHeader
source: Experiments
pt: Experiências

# walletHeader
source: Wallet
pt: Carteira

source: Experiences
pt: Experiências

source: Purchases
pt: Compras

source: Sales
pt: Vendas

source: Operations Center
pt: Centro de Operações

source: Learning
pt: Aprendizado

source: Notes
pt: Notas

source: Note:
pt: Nota:

# beginExperience
source: Click here to begin an experience
pt: Clique aqui para começar uma experiência

# tipNoBuys
source: You don't have bought anything. Start <a>experimenting</a> and make a buy.
pt: Você ainda não comprou nada! Comece <a>experimentando</a> e faça uma compra.

source: Click for details
pt: Clique para mais informações

source: A buy from
pt: Uma compra de

source: Gain
pt: Ganho

source: A sell from
pt: Uma venda de

# emptyLearningMessage
source: You don't have bought anything. Start <a>experimenting</a> and make a paper buy.
pt: Você ainda não tem nenuma compra. Comece <a>exprimentando</a> e faça uma compra teste.

# profitPrct
source: Profit(%):
pt: Lucro(%):

source: Register purchase
pt: Comprar

# projectsaleQS
source: Project Sale
pt: Vender

# projectSaleTitle
source: Project a sell. To execute it click on execute button.
pt: Projetar venda. Para executar a venda clique em executar na tela de vendas.

source: Archive
pt: Arquivar

source: by
pt: por

# targetGain
source: Target Gain: R$
pt: Ganho do Alvo: R$

# rommendedLimit
source: Rommended Limit: R$
pt: Limite recomendado: R$

source: Equity Impact
pt: Impacto na conta

# cost
source: Cost: R$
pt: Custo: R$

# stockCost
source: Stock cost: R$
pt: Custo da ação: R$

# stockProfit
source: Stock profit: R$
pt: Lucro da ação: R$

source: Limit
pt: Limite

source: Edit
pt: Editar

source: Action
pt: Ação

source: by
pt: por

# priceOfBui
source: Price(Of buy): R$
pt: Preço(Compra): R$

source: Stock value
pt: Valor da ação

source: Amount available:
pt: Quantidade disponível:

# amountTitle
source: Amount remaing / total amount
pt: Quantidade disponível para venda / Quantidade total da compra

source: Sell Value:
pt: Valor de venda:

# sellValueTitle
source: How much money will enter in the account
pt: Quanto dinheiro vai entrar na conta

# stopLossTitle
source: How much we will lose(or maybe gain?) if the stop is hit.
pt: Quanto será perdido (ou ganho) se bater no stop

# stopgainTitle
source: How much we will gain if the stop is hit.
pt: Quanto vamos ganhar (ou perder) se bater no stop

# profitTitle
source: The total profit of the operation. Based on the buy price related to this sell only
pt: O lucro total da operação. Baseado APENAS no preço de compra relacionado com esta venda

source: Stock Profit:
pt: Lucro da ação:

# stockprofitTitle
source: The total profit of the operation. Based on the actual stock price related to this sell only
pt: O lucro total da operação. Baseado no valor da ação relacionado a esta compra

source: sold
pt: vendido

source: Equity Impact:
pt: Impacto na conta:

source: Category
pt: Categoria

source: Sugest
pt: Sugerir

source: Execute
pt: Executar

source: Price(Of buy)
pt: Preço(de compra)

source: Delete
pt: Apagar

source: Amount:
pt: Quantidade:

# priceOfSell
source: Price(Of sell): R$
pt: Preço(de venda): R$

source: Percent:
pt: Porcentagem:

# paperSell
source: Paper Sale
pt: Venda teste

# paperSellTip
source: Make a paper sell (A fake sell just for learning purposes)
pt: Faça uma venda teste (Uma venda falsa apenas para aprendizado)

# shark
source: Risk (shark) is:
pt: Risco (Shark) é:
